SoapWeb/iban/src/main/resources/iban-request

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:is="http://iban.com/iban">
    <soapenv:Header/>
    <soapenv:Body>
       <is:getIbanRequest>
           <is:Iban></is:Iban>
       </is:getIbanRequest>
    </soapenv:Body>
</soapenv:Envelope>